# code --list-extensions
# cat extensions.list |% { code --install-extension $_}
# cat extensions.list | xargs -L 1 echo code --install-extension
alexnho.a-touch-of-lilac-theme
Atishay-Jain.All-Autocomplete
BriteSnow.vscode-toggle-quotes
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
esbenp.prettier-vscode
formulahendry.auto-close-tag
hashicorp.terraform
inu1255.easy-snippet
kgscott.retreon
johnpapa.vscode-peacock
kumar-harsh.graphql-for-vscode
mattpocock.ts-error-translator
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-de
msjsdiag.debugger-for-chrome
ms-vscode.typescript-javascript-grammar
ms-vscode.vscode-typescript-tslint-plugin
mtxr.sqltools
mtxr.sqltools-driver-pg
mtxr.sqltools-driver-sqlite
naumovs.color-highlight
oderwat.indent-rainbow
PKief.material-icon-theme
sdras.night-owl
sidneys1.gitconfig
SirTori.indenticator
sleistner.vscode-fileutils
slevesque.vscode-multiclip
stringham.move-ts
that70schris.arcade
Tyriar.theme-sapphire
usernamehw.errorlens
vincaslt.highlight-matching-tag
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
vscodevim.vim
vuhrmeister.vscode-meteor
wayou.vscode-todo-highlight
wix.glean
wooodhead.vscode-wrap-console-log-simple
xabikos.JavaScriptSnippets
yummygum.city-lights-theme
yzane.markdown-pdf
zhuangtongfa.Material-theme
