# code --list-extensions
# cat extensions.list |% { code --install-extension $_}
# cat extensions.list | xargs -L 1 echo code --install-extension
alexnho.a-touch-of-lilac-theme
Atishay-Jain.All-Autocomplete
BriteSnow.vscode-toggle-quotes
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
esbenp.prettier-vscode
formulahendry.auto-close-tag
kgscott.retreon
johnpapa.vscode-peacock
kumar-harsh.graphql-for-vscode
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-de
msjsdiag.debugger-for-chrome
naumovs.color-highlight
oderwat.indent-rainbow
PKief.material-icon-theme
sdras.night-owl
sidneys1.gitconfig
SirTori.indenticator
slevesque.vscode-multiclip
stringham.move-ts
tombonnike.vscode-status-bar-format-toggle
vincaslt.highlight-matching-tag
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
vscodevim.vim
vuhrmeister.vscode-meteor
wayou.vscode-todo-highlight
xabikos.JavaScriptSnippets
yzane.markdown-pdf
zhuangtongfa.Material-theme
