# code --list-extensions
# cat extensions.list |% { code --install-extension $_}
# cat extensions.list | xargs -L 1 echo code --install-extension
SirTori.indenticator
Atishay-Jain.All-Autocomplete
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
johnpapa.vscode-peacock
kumar-harsh.graphql-for-vscode
MS-CEINTL.vscode-language-pack-de
msjsdiag.debugger-for-chrome
oderwat.indent-rainbow
PeterJausovec.vscode-docker
sidneys1.gitconfig
slevesque.vscode-multiclip
stringham.move-ts
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
vscodevim.vim
vuhrmeister.vscode-meteor
wayou.vscode-todo-highlight
xabikos.JavaScriptSnippets
yzane.markdown-pdf
zhuangtongfa.Material-theme
